const data = {
  "strategies": [
    {
      "name": "华法琳",
      "skillName": "重点监护",
      "cost": 27,
      "effect": "开始作战时，使场上每个不同等阶的1个随机我方干员的所属盟约层数+2；在<标准模拟>中所有干员攻击力、防御力、生命值+30%",
      "unlockCondition": "初始解锁"
    },
    {
      "name": "阿米娅",
      "skillName": "众志合一",
      "cost": 30,
      "effect": "场上存在2、3或4种以上激活盟约时，所有干员攻击力、生命值分别+15/30/50%；在<标准模拟>中所有干员攻击力、防御力、生命值+30%",
      "unlockCondition": "初始解锁"
    },
    {
      "name": "杜遥夜",
      "skillName": "广交豪杰",
      "cost": 26,
      "effect": "每回合首次前2次主动刷新为特殊刷新：优先刷新出1名<炎>干员；在<标准模拟>中所有干员攻击力、防御力、生命值+30%；在<炎>部分干员缺席时体验可能不完整",
      "unlockCondition": "初始解锁",
      "note": "11/25更新后上调次数"
    },
    {
      "name": "歌利亚",
      "skillName": "坚不可摧",
      "cost": 45,
      "effect": "初始目标生命值为45点；在<标准模拟>中所有干员攻击力、防御力、生命值+30%",
      "unlockCondition": "初始解锁"
    },
    {
      "name": "梓兰",
      "skillName": "猎头顾问",
      "cost": 27,
      "effect": "每次主动刷新均变为特殊刷新：必定刷新2名同名干员，并冻结其中一名；第10回合获得1个<寻呼模块>：装备时刷新与目标干员相同盟约的干员",
      "unlockCondition": "在【标准模拟】中通过第9回合后解锁"
    },
    {
      "name": "小贾斯汀",
      "skillName": "私募基金",
      "cost": 23,
      "effect": "在第1、4、7、10回合进入休整期时获得1个<幸运硬币>：装备时随机获得1~6资金并销毁",
      "unlockCondition": "通关【标准模拟】后解锁"
    },
    {
      "name": "埃芒加德",
      "skillName": "命结之秘",
      "cost": 27,
      "effect": "战斗中前2个被击倒的干员立刻复活！",
      "unlockCondition": "在【险境模拟】中通过第9回合后解锁"
    },
    {
      "name": "老鲤",
      "skillName": "得闲饮茶",
      "cost": 27,
      "effect": "第1、2回合的资金暂存至第3回合发放；第3回合进入休整期时，获得2、4阶随机干员各1名",
      "unlockCondition": "通关任意模拟2次解锁"
    },
    {
      "name": "绮良",
      "skillName": "通关奖励",
      "cost": 26,
      "effect": "每使用20资金，获得一名不高于“当前调度中心等级”的随机干员",
      "unlockCondition": "在【险境模拟】中通过第13回合后解锁"
    },
    {
      "name": "佩佩",
      "skillName": "博学多通",
      "cost": 23,
      "effect": "升级调度中心至2、4和6级后，获得1次特殊刷新：此次刷新出现的干员优先为<萨尔贡>干员；在<萨尔贡>部分干员缺席时体验可能不完整",
      "unlockCondition": "通关时的结算阵容中，包含6名【萨尔贡】干员解锁"
    },
    {
      "name": "哈洛德",
      "skillName": "人才盲盒",
      "cost": 23,
      "effect": "从第4回合开始每2回合获得1名<维多利亚>干员；在<维多利亚>部分干员缺席时体验可能不完整",
      "unlockCondition": "通关时的结算阵容中，包含6名【维多利亚】干员解锁"
    },
    {
      "name": "休露丝",
      "skillName": "雪域礼赠",
      "cost": 24,
      "effect": "每回合购买的首名<谢拉格>干员消耗资金为1；在<谢拉格>部分干员缺席时体验可能不完整",
      "unlockCondition": "通关时的结算阵容中，包含6名【谢拉格】干员解锁"
    },
    {
      "name": "潘格尼尼",
      "skillName": "定制铳械",
      "cost": 24,
      "effect": "累计花费55资金后，获得1名4阶及以上随机的精锐拉特兰干员；在<拉特兰>部分干员缺席时体验可能不完整",
      "unlockCondition": "多场模拟中【拉特兰】盟约累计200层解锁"
    },
    {
      "name": "克莱门莎",
      "skillName": "崇高牺牲",
      "cost": 26,
      "effect": "<阿戈尔>干员被击倒时，提供等同于该干员等阶的<阿戈尔>盟约层数；在<阿戈尔>部分干员缺席时体验可能不完整",
      "unlockCondition": "多场模拟中【阿戈尔】盟约累计200层解锁",
      "note": "需要<阿戈尔>盟约激活时该策略才可生效"
    },
    {
      "name": "大帝",
      "skillName": "加急调派",
      "cost": 26,
      "effect": "我方干员再部署时间减少50%",
      "unlockCondition": "通关时本局内，累计获取过6名特种干员解锁",
      "note": "该策略效果可无限叠加"
    },
    {
      "name": "桑葚",
      "skillName": "药枚实验",
      "cost": 22,
      "effect": "战斗开始时，使最右边的所有我方单位获得效果：每次攻击时有20%的概率获得1层护盾（最多1层）",
      "unlockCondition": "通关任意模拟4次解锁"
    },
    {
      "name": "休谟斯",
      "skillName": "回收利用",
      "cost": 24,
      "effect": "地面干员技能结束时使周围四格随机1名干员获得3点技力",
      "unlockCondition": "通关任意模拟3次解锁"
    },
    {
      "name": "昆图斯",
      "skillName": "不稳定要素",
      "cost": 31,
      "effect": "第3回合获得1件特殊装备<突变细胞>：战斗结束后使装备者变为高一阶的随机干员（最高6阶）",
      "unlockCondition": "通关任意模拟3次解锁"
    },
    {
      "name": "森蚺",
      "skillName": "机械援助",
      "cost": 3038,
      "effect": "所有场地中出现1个<“双眼皮”>：可进行远程法术攻击，并使目标敌人受到脆弱效果（可升级！）",
      "unlockCondition": "通关【同盟模拟】3次解锁",
      "note": "11/25更新后上调我方生命值"
    },
    {
      "name": "余",
      "skillName": "文火慢炖",
      "cost": 32,
      "effect": "第8回合开始时，若仅激活了1个盟约，使其增加3640层；否则使所有已激活盟约增加612层",
      "unlockCondition": "在【标准模拟】中通过第9回合后解锁",
      "note": "11/25更新后上调层数"
    },
    {
      "name": "杜宾",
      "skillName": "加练！",
      "cost": 30,
      "effect": "每2个回合获得1个特殊法术<教鞭>：使用后为下场战斗添加额外敌人，若自身战斗完美作战可获得资金",
      "unlockCondition": "通关任意模拟1次解锁",
      "note": "11/25更新后开放"
    },
    {
      "name": "凯瑟琳",
      "skillName": "定向投放",
      "cost": 26,
      "effect": "每次升级调度中心时，在调度中心刷新3件装备，可以选择并获得其中1件",
      "unlockCondition": "初始解锁",
      "note": "11/25更新后开放"
    },
    {
      "name": "马克维茨",
      "skillName": "商业包装",
      "cost": 30,
      "effect": "初始获得1个<商业包装方案>：每出售8名任意干员后，获得1名装备者的同名干员",
      "unlockCondition": "通关任意模拟1次解锁",
      "note": "11/25更新后开放"
    },
    {
      "name": "卡莱莎",
      "skillName": "食腐之蝶",
      "cost": 26,
      "effect": "我方干员被击倒时，场上剩余我方单位攻击力+20%（最大200%，持续至该干员被击倒或战斗结束）",
      "unlockCondition": "通关任意模拟1次解锁",
      "note": "11/25更新后开放"
    },
    {
      "name": "陈",
      "skillName": "以己之长",
      "cost": 22,
      "effect": "高台干员造成的物理和法术伤害变为弱点伤害（根据敌人的防御力和法术抗性变更伤害类型）",
      "unlockCondition": "初始解锁",
      "note": "11/25更新后开放"
    },
    {
      "name": "变形者集群",
      "skillName": "变形同构",
      "cost": 29,
      "effect": "第5回合获得1件特殊装备<变形同构体>：与特定装备一同装备时装备者将视为特定盟约成员",
      "unlockCondition": "通关任意模拟1次解锁",
      "note": "11/25更新后开放"
    },
    {
      "name": "Pith",
      "skillName": "优等生",
      "cost": 24,
      "effect": "第1回合获得1名可以造成神经、灼燃、凋亡损伤的特殊干员，其属于调和盟约：可以使部分盟约人数计数+1",
      "unlockCondition": "初始解锁",
      "note": "11/25更新后开放"
    },
    {
      "name": "夕",
      "skillName": "幻画为真",
      "cost": 28,
      "effect": "第1回合获得1个特殊法术<画卷>：使用后可以复制该法术范围内的1名干员（包括精锐状态和携带的装备）",
      "unlockCondition": "通关任意模拟1次解锁",
      "note": "11/25更新后开放"
    },
    {
      "name": "坎诺特",
      "skillName": "利滚利",
      "cost": 27,
      "effect": "每回合剩余的资金可以继承，剩余至少5资金时，每回合额外获得1资金",
      "unlockCondition": "初始解锁",
      "note": "11/25更新后开放"
    },
    {
      "name": "鸭爵",
      "skillName": "“神秘顾客”",
      "cost": 29,
      "effect": "从第5回合起，你和队友遭遇的部分敌人可能会替换为<鸭爵><高普尼克><流泪小子><圆仔>，击倒这些敌人者获得1资金奖励（包括联防阶段）",
      "unlockCondition": "通关任意模拟1次解锁",
      "note": "11/25更新后开放"
    }
  ]
}