
const data = [
  {
    "key": 1,
    "阶数": 1,
    "干员名": "隐现",
    "核心盟约1": "拉特兰",
    "特质类型": "作战能力",
    "特质描述": "【拉特兰】每叠加5层，本干员攻击速度+1/+2",
    "字段": ""
  },
  {
    "key": 2,
    "阶数": 1,
    "干员名": "讯使",
    "核心盟约1": "谢拉格",
    "附加盟约1": "不屈",
    "特质类型": "单次叠加",
    "特质描述": "<获得时>自身所属盟约层数+2/+4（无需激活盟约）",
    "字段": "获得时"
  },
  {
    "key": 3,
    "阶数": 1,
    "干员名": "惊蛰",
    "核心盟约1": "炎",
    "特质类型": "单次叠加",
    "特质描述": "<获得时>获得等于1倍/2倍的“当前调度中心等级”的【炎】层数（无需激活盟约）",
    "字段": "获得时"
  },
  {
    "key": 4,
    "阶数": 1,
    "干员名": "幽灵鲨",
    "核心盟约1": "阿戈尔",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>自身被击倒时，使已激活的【阿戈尔】层数+2/+4",
    "字段": "战斗中"
  },
  {
    "key": 5,
    "阶数": 1,
    "干员名": "红豆",
    "附加盟约1": "不屈",
    "特质类型": "整备能力",
    "特质描述": "购买价格为1",
    "字段": ""
  },
  {
    "key": 6,
    "阶数": 1,
    "干员名": "梅",
    "核心盟约1": "维多利亚",
    "附加盟约1": "精准",
    "特质类型": "单次叠加",
    "特质描述": "<获得时>自身所属盟约+2/+4（无需激活盟约）",
    "字段": "获得时"
  },
  {
    "key": 7,
    "阶数": 1,
    "干员名": "拉普兰德",
    "附加盟约1": "协防干员",
    "特质类型": "作战能力",
    "特质描述": "<战斗中>造成的伤害变为弱点伤害（基于敌人的防御力和法术抗性变换物理和法术伤害）",
    "字段": "战斗中"
  },
  {
    "key": 8,
    "阶数": 1,
    "干员名": "德克萨斯",
    "附加盟约1": "迅捷",
    "特质类型": "作战能力",
    "特质描述": "<战斗中>造成的伤害变为弱点伤害（基于敌人的防御力和法术抗性变换物理和法术伤害）",
    "字段": "战斗中"
  },
  {
    "key": 9,
    "阶数": 1,
    "干员名": "跃跃",
    "附加盟约1": "精准",
    "特质类型": "作战能力",
    "特质描述": "攻击无人机时攻击力提升至150%/200%",
    "字段": ""
  },
  {
    "key": 10,
    "阶数": 1,
    "干员名": "蛇屠箱",
    "附加盟约1": "坚守",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>若同一行有至少3名干员，使已激活的【坚守】层数+3/+6",
    "字段": "休整期结束时"
  },
  {
    "key": 11,
    "阶数": 1,
    "干员名": "远山",
    "附加盟约1": "远见",
    "附加盟约2": "奇迹",
    "特质类型": "单次叠加",
    "特质描述": "<获得时>自身所属盟约层数+2/+4（无需激活盟约）",
    "字段": "获得时"
  },
  {
    "key": 12,
    "阶数": 1,
    "干员名": "狮蝎",
    "核心盟约1": "萨尔贡",
    "附加盟约1": "突袭",
    "特质类型": "作战能力",
    "特质描述": "技力自然恢复速度+0.15/+0.3（每秒）",
    "字段": ""
  },
  {
    "key": 13,
    "阶数": 1,
    "干员名": "暴行",
    "附加盟约1": "助力",
    "特质类型": "整备能力",
    "特质描述": "<售出时>进入下个休整期额外获得1资金/2资金",
    "字段": "售出时"
  },
  {
    "key": 14,
    "阶数": 1,
    "干员名": "布丁",
    "附加盟约1": "灵巧",
    "特质类型": "单次叠加",
    "特质描述": "<获得时>自身所属盟约层数+3/+6（无需激活盟约）",
    "字段": "获得时"
  },
  {
    "key": 15,
    "阶数": 2,
    "干员名": "送葬人",
    "核心盟约1": "拉特兰",
    "附加盟约1": "精准",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>身前一格的干员每消耗7发弹药，使已激活的【拉特兰】层数+1/+2",
    "字段": "战斗中"
  },
  {
    "key": 16,
    "阶数": 2,
    "干员名": "赫默",
    "附加盟约1": "远见",
    "特质类型": "持续叠加",
    "特质描述": "<进入休整期时>使自身已激活的盟约层数+2/+4",
    "字段": "进入休整期时"
  },
  {
    "key": 17,
    "阶数": 2,
    "干员名": "角峰",
    "核心盟约1": "谢拉格",
    "附加盟约1": "坚守",
    "特质类型": "单次叠加",
    "特质描述": "<获得时>自身所属盟约层数+3/+6（无需激活盟约）",
    "字段": "获得时"
  },
  {
    "key": 18,
    "阶数": 2,
    "干员名": "万顷",
    "核心盟约1": "炎",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>本回合每获得过1名干员，使已激活的【炎】层数+1/+2",
    "字段": "休整期结束时"
  },
  {
    "key": 19,
    "阶数": 2,
    "干员名": "哈洛德",
    "核心盟约1": "维多利亚",
    "核心盟约2": "谢拉格",
    "特质类型": "整备能力",
    "特质描述": "<获得时>使下个休整期额外获得1资金/2资金",
    "字段": "获得时"
  },
  {
    "key": 20,
    "阶数": 2,
    "干员名": "莎草",
    "核心盟约1": "萨尔贡",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>首次开启技能时，使已激活的【萨尔贡】层数+4/+8",
    "字段": "战斗中"
  },
  {
    "key": 21,
    "阶数": 2,
    "干员名": "深巡",
    "核心盟约1": "阿戈尔",
    "特质类型": "作战能力",
    "特质描述": "攻击海怪敌人时攻击力提升至150%/200%",
    "字段": ""
  },
  {
    "key": 22,
    "阶数": 2,
    "干员名": "暴雨",
    "核心盟约1": "萨尔贡",
    "附加盟约1": "坚守",
    "特质类型": "作战能力",
    "特质描述": "【萨尔贡】和【坚守】每叠加3层，本干员防御力+1%/+2%",
    "字段": ""
  },
  {
    "key": 23,
    "阶数": 2,
    "干员名": "宴",
    "附加盟约1": "突袭",
    "附加盟约2": "助力",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>每击倒一名敌人时，使已激活的【突袭】层数+1/+2",
    "字段": "战斗中"
  },
  {
    "key": 24,
    "阶数": 2,
    "干员名": "洛洛",
    "核心盟约1": "维多利亚",
    "附加盟约1": "灵巧",
    "特质类型": "整备能力",
    "特质描述": "<获得时>随机制造1件/2件洛洛的定制品",
    "字段": "获得时"
  },
  {
    "key": 25,
    "阶数": 2,
    "干员名": "风丸",
    "附加盟约1": "奇迹",
    "附加盟约2": "不屈",
    "特质类型": "作战能力",
    "特质描述": "只需2个相同的干员即可合成精锐",
    "字段": ""
  },
  {
    "key": 26,
    "阶数": 2,
    "干员名": "砾",
    "附加盟约1": "突袭",
    "附加盟约2": "不屈",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>自身被击倒时，使已激活的【不屈】层数+3/+6",
    "字段": "战斗中"
  },
  {
    "key": 27,
    "阶数": 2,
    "干员名": "锡人",
    "附加盟约1": "迅捷",
    "附加盟约2": "灵巧",
    "特质类型": "持续叠加",
    "特质描述": "<进入休整期时>使自身已激活的盟约层数+2/+4",
    "字段": "进入休整期时"
  },
  {
    "key": 28,
    "阶数": 2,
    "干员名": "锡兰",
    "附加盟约1": "助力",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>当前激活且层数最多的盟约层数+2/+4，此干员在整备区时也有效",
    "字段": "休整期结束时"
  },
  {
    "key": 29,
    "阶数": 2,
    "干员名": "芳汀",
    "核心盟约1": "拉特兰",
    "特质类型": "作战能力",
    "特质描述": "攻击无人机敌人时攻击力提升至150%/200%",
    "字段": ""
  },
  {
    "key": 30,
    "阶数": 3,
    "干员名": "能天使",
    "核心盟约1": "拉特兰",
    "附加盟约1": "奇迹",
    "特质类型": "整备能力",
    "特质描述": "<获得时>使下个休整期额外获得1资金/2资金",
    "字段": "获得时"
  },
  {
    "key": 31,
    "阶数": 3,
    "干员名": "极光",
    "核心盟约1": "谢拉格",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>每当范围内1名敌人进入冻结时，回复数次1.5%/2.5%最大生命值",
    "字段": "战斗中"
  },
  {
    "key": 32,
    "阶数": 3,
    "干员名": "槐琥",
    "核心盟约1": "炎",
    "附加盟约1": "不屈",
    "特质类型": "单次叠加",
    "特质描述": "<获得时>当前已激活且层数最多的盟约层数+3/+6",
    "字段": "获得时"
  },
  {
    "key": 33,
    "阶数": 3,
    "干员名": "琳琅诗怀雅",
    "核心盟约1": "炎",
    "附加盟约1": "投资人",
    "特质类型": "整备能力",
    "特质描述": "<休整期结束时>使下个休整期额外获得1资金/2资金",
    "字段": "休整期结束时"
  },
  {
    "key": 34,
    "阶数": 3,
    "干员名": "斯卡蒂",
    "核心盟约1": "阿戈尔",
    "附加盟约1": "坚守",
    "附加盟约2": "突袭",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>每击倒3名敌人时，使已激活的【阿戈尔】【坚守】【突袭】层数+1/+2",
    "字段": "战斗中"
  },
  {
    "key": 35,
    "阶数": 3,
    "干员名": "菲莱",
    "核心盟约1": "萨尔贡",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>开启技能时，使已激活的【萨尔贡】层数+4/+8",
    "字段": "战斗中"
  },
  {
    "key": 36,
    "阶数": 3,
    "干员名": "见行者",
    "核心盟约1": "拉特兰",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>使自身及身后一格干员的已激活盟约分别各层数+3/+6",
    "字段": "休整期结束时"
  },
  {
    "key": 37,
    "阶数": 3,
    "干员名": "海蒂",
    "核心盟约1": "维多利亚",
    "附加盟约1": "助力",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>场上每有1名不同阶的【维多利亚】干员，使已激活的维多利亚层数+1/+2",
    "字段": "休整期结束时"
  },
  {
    "key": 38,
    "阶数": 3,
    "干员名": "蜜莓",
    "附加盟约1": "协防干员",
    "特质类型": "单次叠加",
    "特质描述": "<获得时>使随机一个已激活的盟约层数+2/+4，重复2次",
    "字段": "获得时"
  },
  {
    "key": 39,
    "阶数": 3,
    "干员名": "安哲拉",
    "核心盟约1": "阿戈尔",
    "附加盟约1": "精准",
    "特质类型": "作战能力",
    "特质描述": "攻击海怪敌人时攻击力提升至150%/200%",
    "字段": ""
  },
  {
    "key": 40,
    "阶数": 3,
    "干员名": "雪猎",
    "核心盟约1": "谢拉格",
    "附加盟约1": "精准",
    "特质类型": "单次叠加",
    "特质描述": "<获得时>自身所属盟约层数+6/+12（无需激活盟约）",
    "字段": "获得时"
  },
  {
    "key": 41,
    "阶数": 3,
    "干员名": "伊桑",
    "附加盟约1": "协防干员",
    "特质类型": "整备能力",
    "特质描述": "<获得时>获得1名当前人数最多盟约的干员（自身除外）",
    "字段": "获得时"
  },
  {
    "key": 42,
    "阶数": 3,
    "干员名": "至简",
    "核心盟约1": "萨尔贡",
    "附加盟约1": "灵巧",
    "特质类型": "整备能力",
    "特质描述": "购买价格为1",
    "字段": ""
  },
  {
    "key": 43,
    "阶数": 3,
    "干员名": "耶拉",
    "核心盟约1": "谢拉格",
    "附加盟约1": "远见",
    "特质类型": "整备能力",
    "特质描述": "<获得时>获得1件/2件“谢拉格不融冰”",
    "字段": "获得时"
  },
  {
    "key": 44,
    "阶数": 4,
    "干员名": "信仰搅拌机",
    "核心盟约1": "拉特兰",
    "附加盟约1": "坚守",
    "特质类型": "作战能力",
    "特质描述": "【拉特兰】和【坚守】每叠加3层，本干员防御力+1%/+2%",
    "字段": ""
  },
  {
    "key": 45,
    "阶数": 4,
    "干员名": "菲亚梅塔",
    "核心盟约1": "拉特兰",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>自身正前方3格/身前6格的干员每消耗10发弹药，使已激活的【拉特兰】层数+2",
    "字段": "战斗中"
  },
  {
    "key": 46,
    "阶数": 4,
    "干员名": "初雪",
    "核心盟约1": "谢拉格",
    "附加盟约1": "助力",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>每当范围内1名敌人进入冻结时，有20%/40%概率使已激活的【谢拉格】层数+1",
    "字段": "战斗中"
  },
  {
    "key": 47,
    "阶数": 4,
    "干员名": "伊内丝",
    "附加盟约1": "远见",
    "附加盟约2": "突袭",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>使自身已激活的盟约层数+4/+8",
    "字段": "休整期结束时"
  },
  {
    "key": 48,
    "阶数": 4,
    "干员名": "森蚺",
    "核心盟约1": "萨尔贡",
    "特质类型": "整备能力",
    "特质描述": "<获得时>获得1件/2件“迅捷作战粮”",
    "字段": "获得时"
  },
  {
    "key": 49,
    "阶数": 4,
    "干员名": "寒芒克洛丝",
    "附加盟约1": "精准",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>身前一格干员获得特质“开启技能时使已激活【精准】层数+1/+2”（每场战斗至多10层/20层）",
    "字段": "战斗中"
  },
  {
    "key": 50,
    "阶数": 4,
    "干员名": "风笛",
    "核心盟约1": "维多利亚",
    "附加盟约1": "远见",
    "附加盟约2": "不屈",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>每击倒2名敌人，使已激活的【维多利亚】【远见】【不屈】层数+1/+2",
    "字段": "战斗中"
  },
  {
    "key": 51,
    "阶数": 4,
    "干员名": "山",
    "附加盟约1": "投资人",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>本回合每获得过1名干员，使已激活的【投资人】层数+1/+2",
    "字段": "休整期结束时"
  },
  {
    "key": 52,
    "阶数": 4,
    "干员名": "水月",
    "核心盟约1": "阿戈尔",
    "附加盟约1": "迅捷",
    "特质类型": "作战能力",
    "特质描述": "【阿戈尔】和【迅捷】每叠加3层，本干员攻击力+1%/+2%",
    "字段": ""
  },
  {
    "key": 53,
    "阶数": 4,
    "干员名": "忍冬",
    "附加盟约1": "突袭",
    "附加盟约2": "迅捷",
    "特质类型": "单次叠加",
    "特质描述": "<获得时>自身所属盟约层数+8/+16（无需激活盟约）",
    "字段": "获得时"
  },
  {
    "key": 54,
    "阶数": 4,
    "干员名": "华法琳",
    "附加盟约1": "奇迹",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>身前1格干员获得特质“开启技能时使自身所属已激活盟约层数+1/+2（每场战斗至多10层/20层）",
    "字段": "战斗中"
  },
  {
    "key": 55,
    "阶数": 4,
    "干员名": "星源",
    "附加盟约1": "奇迹",
    "特质类型": "整备能力",
    "特质描述": "<休整期结束时>使下个休整期额外获得1资金/2资金",
    "字段": "休整期结束时"
  },
  {
    "key": 56,
    "阶数": 4,
    "干员名": "灵知",
    "核心盟约1": "谢拉格",
    "附加盟约1": "灵巧",
    "特质类型": "作战能力",
    "特质描述": "技力自然恢复速度+0.15/+0.3（每秒）",
    "字段": ""
  },
  {
    "key": 57,
    "阶数": 4,
    "干员名": "莱恩哈特",
    "附加盟约1": "精准",
    "附加盟约2": "迅捷",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>使自身已激活的盟约层数+4/+8",
    "字段": "休整期结束时"
  },
  {
    "key": 58,
    "阶数": 4,
    "干员名": "桑葚",
    "核心盟约1": "炎",
    "附加盟约1": "助力",
    "特质类型": "单次叠加",
    "特质描述": "<获得时>自身所属盟约层数+3/+6（无需激活盟约）",
    "字段": "获得时"
  },
  {
    "key": 59,
    "阶数": 4,
    "干员名": "缄默德克萨斯",
    "附加盟约1": "突袭",
    "附加盟约2": "灵巧",
    "特质类型": "作战能力",
    "特质描述": "【突袭】每叠加3层，本干员再部署时间-1.5%/-3%",
    "字段": ""
  },
  {
    "key": 60,
    "阶数": 4,
    "干员名": "煌",
    "核心盟约1": "炎",
    "核心盟约2": "维多利亚",
    "特质类型": "整备能力",
    "特质描述": "<售出时>变为1个/2个烛煌（或对应的原型干员），烛煌同时为【炎】【维多利亚】盟约形态",
    "字段": "售出时"
  },
  {
    "key": 61,
    "阶数": 4,
    "干员名": "亚叶",
    "附加盟约1": "助力",
    "附加盟约2": "协防干员",
    "特质类型": "整备能力",
    "特质描述": "<售出时>进入下个休整期额外获得2资金/4资金",
    "字段": "售出时"
  },
  {
    "key": 62,
    "阶数": 5,
    "干员名": "圣约送葬人",
    "核心盟约1": "拉特兰",
    "附加盟约1": "远见",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>自身每消耗7发子弹，使已激活的【拉特兰】层数+6/12，【远见】层数+3/+6",
    "字段": "战斗中"
  },
  {
    "key": 63,
    "阶数": 5,
    "干员名": "异客",
    "核心盟约1": "萨尔贡",
    "附加盟约1": "精准",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>开启技能时，若同一行有3名干员，使已激活的【萨尔贡】【精准】层数+2/+4",
    "字段": "战斗中"
  },
  {
    "key": 64,
    "阶数": 5,
    "干员名": "烛煌",
    "核心盟约1": "炎",
    "核心盟约2": "维多利亚",
    "特质类型": "单次叠加",
    "特质描述": "<获得时>【炎】【维多利亚】层数+3/+6（无需激活盟约）",
    "字段": "获得时"
  },
  {
    "key": 65,
    "阶数": 5,
    "干员名": "左乐",
    "核心盟约1": "炎",
    "特质类型": "单次叠加",
    "特质描述": "<获得时>获得等于1倍/2倍的“当前调度中心等级”的【炎】层数（无需激活盟约）",
    "字段": "获得时"
  },
  {
    "key": 66,
    "阶数": 5,
    "干员名": "乌尔比安",
    "核心盟约1": "阿戈尔",
    "特质类型": "作战能力",
    "特质描述": "【阿戈尔】每叠加2层，本干员攻击力+1%/+2%",
    "字段": ""
  },
  {
    "key": 67,
    "阶数": 5,
    "干员名": "歌蕾蒂娅",
    "核心盟约1": "阿戈尔",
    "特质类型": "整备能力",
    "特质描述": "<进入休整期时>若同一行有3名干员，随机获得1个斯卡蒂、幽灵鲨或安哲拉，重复1次/2次",
    "字段": "进入休整期时"
  },
  {
    "key": 68,
    "阶数": 5,
    "干员名": "史尔特尔",
    "附加盟约1": "突袭",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>每击倒1名敌人时，使已激活的【突袭】层数+1/+2",
    "字段": "战斗中"
  },
  {
    "key": 69,
    "阶数": 5,
    "干员名": "涤火杰西卡",
    "核心盟约1": "维多利亚",
    "附加盟约1": "投资人",
    "特质类型": "整备能力",
    "特质描述": "<进入休整期时>获得1件/2件随机装备",
    "字段": "进入休整期时"
  },
  {
    "key": 70,
    "阶数": 5,
    "干员名": "魔王",
    "附加盟约1": "奇迹",
    "附加盟约2": "协防干员",
    "特质类型": "作战能力",
    "特质描述": "<战斗中>当本干员身前1格的干员因特质使层数提升时，使其额外层数+1/+2",
    "字段": "战斗中"
  },
  {
    "key": 71,
    "阶数": 5,
    "干员名": "铃兰",
    "附加盟约1": "协防干员",
    "特质类型": "特异化",
    "特质描述": "<进入休整期时>触发身前1格/2格的其他干员的“获得时”类效果",
    "字段": "进入休整期时"
  },
  {
    "key": 72,
    "阶数": 5,
    "干员名": "塞雷娅",
    "附加盟约1": "坚守",
    "特质类型": "特异化",
    "特质描述": "<进入休整期时>触发身前1格/2格的其他干员的“休整期结束时”类效果",
    "字段": "进入休整期时"
  },
  {
    "key": 73,
    "阶数": 5,
    "干员名": "林",
    "核心盟约1": "炎",
    "附加盟约1": "灵巧",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>当前休整期每获得过1名干员，使已激活的【炎】【灵巧】层数+1/+2",
    "字段": "休整期结束时"
  },
  {
    "key": 74,
    "阶数": 5,
    "干员名": "归溟幽灵鲨",
    "核心盟约1": "阿戈尔",
    "附加盟约1": "不屈",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>自身被击倒或替身与本体进行切换时，使已激活的【阿戈尔】层数+4/+8，【不屈】层数+4/+8",
    "字段": "战斗中"
  },
  {
    "key": 75,
    "阶数": 5,
    "干员名": "银灰",
    "核心盟约1": "谢拉格",
    "附加盟约1": "投资人",
    "附加盟约2": "奇迹",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>每当范围内1名敌人进入冻结时，有25%/50%概率使已激活的【谢拉格】层数+1",
    "字段": "战斗中"
  },
  {
    "key": 76,
    "阶数": 5,
    "干员名": "引星棘刺",
    "附加盟约1": "奇迹",
    "附加盟约2": "迅捷",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>使自身及身前1格干员的已激活盟约分别各层数+4/+8",
    "字段": "休整期结束时"
  },
  {
    "key": 77,
    "阶数": 5,
    "干员名": "白面鸮",
    "附加盟约1": "助力",
    "附加盟约2": "灵巧",
    "特质类型": "特异化",
    "特质描述": "身前一格干员若为“进入休整期时”特质，本干员的特质与其相同",
    "字段": ""
  },
  {
    "key": 78,
    "阶数": 5,
    "干员名": "瑰盐",
    "附加盟约1": "迅捷",
    "特质类型": "特异化",
    "特质描述": "<售出时>触发场上1名拥有“休整期结束时”的干员的特质（优先触发部署位置更靠上的和更靠右的）",
    "字段": "售出时"
  },
  {
    "key": 79,
    "阶数": 5,
    "干员名": "提丰",
    "附加盟约1": "精准",
    "附加盟约2": "灵巧",
    "特质类型": "作战能力",
    "特质描述": "攻击力和生命值+20%/+40%；核心盟约每叠加3层，本干员攻击力和生命值+1%/+2%",
    "字段": ""
  },
  {
    "key": 80,
    "阶数": 6,
    "干员名": "蕾缪安",
    "核心盟约1": "拉特兰",
    "附加盟约1": "精准",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>自身每消耗10发子弹，若同一行有3名干员，使已激活的【拉特兰】【精准】层数+2/+4",
    "字段": "战斗中"
  },
  {
    "key": 81,
    "阶数": 6,
    "干员名": "锏",
    "核心盟约1": "谢拉格",
    "附加盟约1": "迅捷",
    "特质类型": "作战能力",
    "特质描述": "【谢拉格】和【迅捷】每叠加3层，本干员攻击力+1%/2%",
    "字段": ""
  },
  {
    "key": 82,
    "阶数": 6,
    "干员名": "余",
    "核心盟约1": "炎",
    "附加盟约1": "坚守",
    "特质类型": "整备能力",
    "特质描述": "<进入休整期时>若同一行有3名干员/改为无条件，随机获得1名当前人数最多盟约的干员",
    "字段": "进入休整期时"
  },
  {
    "key": 83,
    "阶数": 6,
    "干员名": "浊心斯卡蒂",
    "核心盟约1": "阿戈尔",
    "特质类型": "作战能力",
    "特质描述": "【阿戈尔】每叠加10层，本干员每秒回复50/100生命，自然技力回复速度+0.15/+0.3（每秒）",
    "字段": ""
  },
  {
    "key": 84,
    "阶数": 6,
    "干员名": "娜仁图亚",
    "核心盟约1": "萨尔贡",
    "特质类型": "作战能力",
    "特质描述": "【萨尔贡】每叠加8层，本干员攻击力+1%/+2%",
    "字段": ""
  },
  {
    "key": 85,
    "阶数": 6,
    "干员名": "佩佩",
    "核心盟约1": "萨尔贡",
    "附加盟约1": "不屈",
    "特质类型": "整备能力",
    "特质描述": "<进入休整期时>获得1件幸运硬币或萨尔贡浓茶，重复1次/2次，有小概率/概率发现黄沙罗盘",
    "字段": "进入休整期时"
  },
  {
    "key": 86,
    "阶数": 6,
    "干员名": "维娜·维多利亚",
    "核心盟约1": "维多利亚",
    "附加盟约1": "奇迹",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>场上每有1名不同阶的【维多利亚】/【奇迹】干员使已激活的【维多利亚】/【奇迹】层数+2/+4",
    "字段": "休整期结束时"
  },
  {
    "key": 87,
    "阶数": 6,
    "干员名": "澄闪",
    "核心盟约1": "维多利亚",
    "特质类型": "作战能力",
    "特质描述": "【维多利亚】每叠加3层，本干员攻击速度+1/+2",
    "字段": ""
  },
  {
    "key": 88,
    "阶数": 6,
    "干员名": "纯烬艾雅法拉",
    "附加盟约1": "协防干员",
    "特质类型": "持续叠加",
    "特质描述": "<战斗中>开启技能时，同一行每有1名干员，当前已激活且层数最多的盟约层数+1/+2",
    "字段": "战斗中"
  },
  {
    "key": 89,
    "阶数": 6,
    "干员名": "死芒",
    "附加盟约1": "迅捷",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>整备区每有1个干员，使已激活的【迅捷】层数+1/+2",
    "字段": "休整期结束时"
  },
  {
    "key": 90,
    "阶数": 6,
    "干员名": "缪尔赛思",
    "附加盟约1": "调和",
    "特质类型": "整备能力",
    "特质描述": "<获得时>获得1个/2个“变形异构体”",
    "字段": "获得时"
  },
  {
    "key": 91,
    "阶数": 6,
    "干员名": "伊芙利特",
    "附加盟约1": "精准",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>自身正前方的所有干员所属已激活盟约分别各层数+2/+4",
    "字段": "休整期结束时"
  },
  {
    "key": 92,
    "阶数": 6,
    "干员名": "新约能天使",
    "核心盟约1": "拉特兰",
    "特质类型": "整备能力",
    "特质描述": "<获得时>使下个休整期额外获得2资金/4资金",
    "字段": "获得时"
  },
  {
    "key": 93,
    "阶数": 6,
    "干员名": "流明",
    "附加盟约1": "助力",
    "附加盟约2": "协防干员",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>整备区中每名干员所在的已激活盟约分别层数+2/+4",
    "字段": "休整期结束时"
  },
  {
    "key": 94,
    "阶数": 6,
    "干员名": "淬羽赫默",
    "附加盟约1": "灵巧",
    "附加盟约2": "协防干员",
    "特质类型": "持续叠加",
    "特质描述": "<休整期结束时>本回合每花费1资金，使已激活的【灵巧】层数+1/+2",
    "字段": "休整期结束时"
  },
  {
    "key": 95,
    "阶数": 6,
    "干员名": "泥岩",
    "附加盟约1": "坚守",
    "附加盟约2": "不屈",
    "特质类型": "作战能力",
    "特质描述": "攻击力和生命值+20%/+40%；核心盟约每叠加3层，本干员攻击力和生命值+1%/+2%",
    "字段": ""
  }
]
export default data;